{
    "ID"                :   "20140729",
    "title"             :   "创业追逐动画梦，他花了20年 - 36Kr专访电脑动画/特效先驱 Carl Rosendahl",
    "pubDate"           :   "07/27",
    "author"            :   "城市画报",
    "authorID"          :   "citymag",
    "authorInfo"        :   "城市画报官方订阅号",
    "authorAvatarHrf"   :   "images/avtar_citymag.jpg",
    "articleThumbnail"  :   "http://mmbiz.qpic.cn/mmbiz/WRGz2LWLARA3e5LnQwFJUNzJrZlF3AqmQib1En692Qb7GRmsINlD7YOnyJYP2sGic5p7PDKozriazXk2BdRTvibbOQ/0",
    "articleSource"     :   "http://mp.weixin.qq.com/mp/appmsg/show?__biz=MjAzNzMzNTkyMQ==&appmsgid=200180714&itemidx=2&sign=f94eb60b1d144b5cc8269ae89fbf8528&3rd=MzA3MDU4NTYzMw==&scene=6#wechat_redirect",
    "contents"          :   "<p>编者注：本文来自 36氪特约作者朱倩芸，学习英语文学的女文科僧，却热衷科技创业、互联网教育话题。目前居住于硅谷，希望为大家分享在硅谷听到的创业和成长的故事，感兴趣的朋友可以关注她的微信公众账号：One1thing</p>  <p>访谈嘉宾简介：Carl Rosendahl，1980 年开创电影 / 动画特效公司Pacific Data Image (PDI)，在电脑技术还远无法达到动画制作标准的年代就提出用 “电脑制作 3D 动画电影” 的目标。PDI 早期依靠制作美国各大电视台节目动画图像起家，成为美国第一个批量制作动画的公司。80 年代末转型以电影特效、动画电影为主要业务。2000 年与 Dreamworks 动画部门合并后成为 PDI/Dreamworks，提供电脑动画核心技术，制作了《小蚁雄兵》、《怪物史莱克》系列、《马达加斯加》等著名动画电影。2012 年，美国视觉效果协会（Visual Effects Society）将创始人奖（Founder Award）颁发给 Carl。他卸任后专注教育，目前在硅谷卡耐基梅隆大学娱乐技术中心（ETC）开设创业课程。</p> <p>1980 年，23 岁的 Carl Rosendahl 从斯坦福电气工程系毕业，在计算机还尚未成为一门学科的当时，他就想要成为用计算机制作动画长片的第一人。他用父亲资助的 2 万多美金成立了公司，却因为资金不足以制作电脑动画片，只能为电视台做片头积累技术。</p>   <p>1995 年，皮克斯的《玩具总动员》预先实现了他的梦想，大获成功，Carl 只能迎头赶上。凭借 15 年来的精心经营，公司以零债务且仅靠自身利润扩张的佳绩，与 Dreamworks 动画部门合作成立工作室。依靠公司的动画核心技术，工作室为全球观众奉献了多部动画电影，《怪物史莱克》就是其中之一。我在硅谷对 Carl 进行专访，在访谈中，Carl 从创业者、投资人、创业教育者的角度，以自己的亲身经历，描述和展望了硅谷创业者的昨日、今天和未来。</p>    <p><b>问：您一开始的目标就是制作电脑动画长片，但直到公司创立15年后才达到开始制作第一部动画电影《小蚁雄兵》(“Antz”)，20年后才有了《怪物史莱克》。为什么花了这么长时间？</b></p>    <p>Carl: 1980 年我从斯坦福大学本科毕业后就创建了 PDI。我非常喜欢动画和电影制作，同时又爱好技术，所以当时我学的是电气工程，因为那时甚至都还没有计算机这个专业。用计算机制作图像甚至动画图像在当时是很新潮的想法，但在 1980 年要实现这些是完全不可能的。那时没有可以用的软件，电脑还没有发展到能制作电影的程度。所以我们从做广播节目图像起步，比如节目开场图像，3D 的动画图标等等特效。这些帮助我们获得了将来制作电脑动画所需要的技术可创新能力。</p>   <p>后来电脑变得更快、更便宜，软件更发达，动画人才更多，最终我们才达到制作动画电影的目标。这些在公司才成立的时候都是完全不可能的事情，我们当时只能非常努力地去实现它。</p>    <p><b>问：当时也有其他几家公司做电脑动画比如Pixar，那时的行业竞争是怎样的？PDI的优势在哪里？</b></p>   <p>Carl: 最早有 4、5 家公司同时在做一样的事情。我们和其他公司一边为了拿到这个行业初期本来就不多的业务竞争，一边又为了能够一起开创这个全新的产业而合作。我们希望每个公司都能够生存下来，希望竞争者越来越多，这样才能证明这个行业有市场，大家都能有活路。行业伙伴既合作又竞争，这也是一个新兴产业最美好的地方。</p>   <p>我们花了很多时间创造良好的客户体验。我们当然也花了很大精力做最好的产品，但同时我们希望客户在和我们的合作之中体验是愉悦的，因为我们希望他们下一次还会来找我们。即使竞争者在未来都能做出和我们一样高质量的产品，但是我们希望客户说：是的，找哪家都能做一样好的产品，但是 PDI 的体验很好，他们的员工会带来更多的创意。我们后来发现这样的文化是非常有用的，因为不断有用户重复使用我们的产品，我们也回报更多的创意和努力给他们。</p> <p><b>问：当时 PDI做了哪些优秀的产品呢？举一个例子吧。</b></p>    <p>Carl: 迈克尔杰克逊的 “Black or White” 的 MTV 就是我们制作的，在当时造成了轰动。里面有一段是很多不同肤色、年龄、性别的人轮流唱 “Black or White”，在唱的过程中渐变成为下一个人。比如男孩唱着唱着就变成了一个中年女性，然后又变成一个老人。这在当时是非常前沿的技术，对杰克逊本人也是一个非常新的尝试。这支 MV 极大地提升了我们的知名度。（感兴趣的童鞋可以通过原文链接观看这支MV： 5 分 30 秒开始。还有很多人熟悉的《终结者 2》，里面的大反派从液体金属变成人的镜头也用的是 PDI 的这项技术。）</p>"
}